docs/posts/2026-02-21-comforting-words.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- Mar 14, 2026 09:50 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Comforting Words</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/normalize.css' type='text/css'/>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
</head>
<body>
<header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/">Home</a></li>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/tags/">Tags</a></li>
      <li><a href="/atom.xml">Feed</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<h1 class="title">Comforting Words
<br />
<span class="subtitle">Feb 21, 2026 06:06</span>
</h1>
<p>
From Gabriel Hanotaux, French minister of foreign affairs from 1894 to 1895:
</p>

<blockquote>
<p>
A few precepts to repeat whenever you are in need of comfort,
</p>

<ol class="org-ol">
<li>Anything can happen.</li>
<li>Everything is forgotten.</li>
<li>Every difficulty can be overcome.</li>
<li>No one understands anything.</li>
<li>If everyone knew what everyone said about everyone, no one would speak to anyone.</li>
</ol>

<p>
Above all things, never be afraid. The enemy who forces you to retreat is himself afraid of you at that very moment.
</p>
</blockquote>

<p>
From <a href="https://www.futilitycloset.com/2026/02/21/noted-29/">Futility Closet</a>.
</p>

<div class="tagline" id="orgdb711d7">
<p>
Tagged:  <a href="../tags/quotes.html">Quotes</a>
</p>

</div>
</main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Mar 14, 2026 09:50.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 30.2 (<a href="https://orgmode.org">Org</a> mode 9.7.11).
</div>
</footer>
</body>
</html>
